Repository: muhammadrashadmusthafa/online_shop1
Catalog: orders/locale/*/LC_MESSAGES/django.po
Languages: ml

source: first name
ml: ആദ്യത്തെ പേര്

source: last name
ml: അവസാനത്തെ പേര്

source: e-mail
ml: ഇമെയിൽ

source: address
ml: അഡ്രെസ്സ്

source: postal code
ml: പോസ്റ്റൽ കോഡ്

source: city
ml: സിറ്റി

source: Checkout
ml: ചെക്ക് ഔട്ട്

source: Your order
ml: നിങ്ങളുടെ ഓർഡർ

source: "%(code)s" (%(discount)s%% off)
ml: "%(code)s" (%(discount)s%% കുറവ്)

source: Place order
ml: വാങ്ങിക്കുക

source: Thank you
ml: നന്ദി

source: <p> Your order has been successfully completed. Your order number is <strong>%(order_id)s</strong>. </p>
ml: <p> നിങ്ങളുടെ ഓർഡർ പൂർത്തിയായിരിക്കുന്നു. നിങ്ങളുടെ ഓർഡർ നംബർ <strong>%(order_id)s</strong>. </p>
